<details><summary>tf plan:</summary>

```
An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # github_organization_project.org_project will be created
  + resource "github_organization_project" "org_project" {
      + body = "89Dojo milestone"
      + etag = (known after apply)
      + id   = (known after apply)
      + name = "89Dojo milestone"
      + url  = (known after apply)
    }

  # github_project_column.Done will be created
  + resource "github_project_column" "Done" {
      + column_id  = (known after apply)
      + etag       = (known after apply)
      + id         = (known after apply)
      + name       = "Done"
      + project_id = (known after apply)
    }

  # github_project_column.considering will be created
  + resource "github_project_column" "considering" {
      + column_id  = (known after apply)
      + etag       = (known after apply)
      + id         = (known after apply)
      + name       = "Considering"
      + project_id = (known after apply)
    }

  # github_project_column.doing will be created
  + resource "github_project_column" "doing" {
      + column_id  = (known after apply)
      + etag       = (known after apply)
      + id         = (known after apply)
      + name       = "Doing"
      + project_id = (known after apply)
    }

  # github_project_column.todo will be created
  + resource "github_project_column" "todo" {
      + column_id  = (known after apply)
      + etag       = (known after apply)
      + id         = (known after apply)
      + name       = "ToDo"
      + project_id = (known after apply)
    }

  # github_project_column.wait_review will be created
  + resource "github_project_column" "wait_review" {
      + column_id  = (known after apply)
      + etag       = (known after apply)
      + id         = (known after apply)
      + name       = "Wait review"
      + project_id = (known after apply)
    }

Plan: 6 to add, 0 to change, 0 to destroy.

Warning: "organization": [DEPRECATED] Use owner (or GITHUB_OWNER) instead of organization (or GITHUB_ORGANIZATION)


```

</details>